Repository: Fysiksektionen/Hemsida
Catalog: server/locale/*/LC_MESSAGES_adminsortable/django.po
Languages: sv

source: There are unsaved changes on this page. Please save your changes before reordering.
sv: Det finns ändringar som inte är sparade. Var god spara dina ändringar innan du sorterar objekten.

source: Drag and drop %(model)s to change display order
sv: Drag och släpp %(model)s för att ändra visningsordning

source: Django site admin
sv: Djangos adminpanel

source: Home
sv: Hem

source: Reorder
sv: Sortera

source: Drag and drop %(sort_type)s %(model)s to change their order.
sv: Drag och släpp %(sort_type)s %(model)s för att ändra deras ordning.

source: Drag and drop %(model)s to change their order.
sv: Drag och släpp %(model)s för att ändra deras ordning.

source: You may also drag and drop %(sortable_by_class_display_name)s to change their order.
sv: Du kan även drag och släppa %(sortable_by_class_display_name)s för att ändra deras ordning.

source: Return to %(model)s
sv: Återgå till %(model)s

source: Change Order
sv: Ändra ordning

source: drag and drop to change order
sv: drag och släpp för att ändra ordning

source: View on site
sv: Se på sida

source: Add another %(verbose_name)s
sv: Lägg till en till %(verbose_name)s

source: Remove
sv: Ta bort

source: Delete?
sv: Radera?
