Repository: Fysiksektionen/Hemsida
Catalog: server/website/locale/*/LC_MESSAGES/django.po
Languages: sv

source: Admin page
sv: Adminsidan

source: The Physics Chapter - Administration
sv: Fysiksektionen - Administration

source: Site Management
sv: Hemsidehantering

source: content
sv: innehåll

source: publication info
sv: publicerings info

source: about
sv: om

source: link
sv: länk

source: is sub menu
sv: är sub-meny

source: number of items
sv: antal menyobjekt

source: from
sv: från

source: to
sv: till

source: internal link
sv: intern länk

source: page name
sv: sidnamn

source: URLs
sv: URLer

source: page tree
sv: sidrot

source: website app
sv: websideappen

source: name
sv: namn

source: page type
sv: sidtyp

source: is published
sv: är publicerad

source: first published at
sv: först publicerad

source: publish time
sv: publicerings tid

source: unpublish time
sv: av publicerings tid

source: last edited at
sv: senast redigerad

source: swedish content
sv: svenskt innehåll

source: english content
sv: engelskt innehåll

source: base content object
sv: basinnehållsobjekt

source: base content objects
sv: basinnehållsobjekt

source: containing page
sv: innehållande sida

source: database type
sv: databastyp

source: attributes
sv: attribut

source: collection
sv: grupp

source: order
sv: ordning

source: %(containing_page_field)s and %(containing_page_field)s of %(collection_field)s must match.
sv: %(containing_page_field)s och %(containing_page_field)s för %(collection_field)s måste matcha.

source: content collection
sv: innehållsgrupp

source: content collections
sv: innehållsgrupper

source: is ordered
sv: är ordnad

source: content collection list
sv: innehållslista

source: content collection lists
sv: innehållslistor

source: text content object
sv: textobjekt

source: text content objects
sv: textobjekt

source: image content object
sv: bildobjekt

source: image content objects
sv: bildobjekt

source: image
sv: bild

source: menu content object
sv: menyobjekt

source: menu content objects
sv: menyobjekt

source: menu
sv: meny

source: page content object
sv: sidobjekt

source: page content objects
sv: sidobjekt

source: page
sv: sida

source: base menu item
sv: basmenyobjekt

source: base menu items
sv: basmenyobjekt

source: is menu
sv: är meny

source: Link is ambiguous. Set either %(page_field_name)s or %(url_field_name)s, not both.
sv: Länken är tvetydig. Sätt antingen %(page_field_name)s eller %(url_field_name)s, inte båda.

source: %(menu_field_name)s field must relate to a %(menu_model_name)s object.
sv: %(menu_field_name)s fältet måste länka till ett %(menu_model_name)s object.

source: %(menu_model_name)s relates to itself.
sv: %(menu_model_name)s länkar till sig själv.

source: menu item
sv: menyobjekt

source: menu items
sv: menyobjekt

source: menus
sv: menyer

source: news draft
sv: nyhtets utkast

source: news drafts
sv: nyhets utkast

source: news
sv: nyheter

source: created by
sv: skapad av

source: views
sv: tittningar

source: %(slug_field)s cannot be ''.
sv: %(slug_field)s kan inte vara ''.

source: page draft
sv: utkast

source: page drafts
sv: utkast

source: pages
sv: sidor

source: parent page
sv: föräldersida

source: published at
sv: publicerad

source: %(slug_field)s cannot be '' if %(parent_field)s is not None.
sv: %(slug_field)s kan inte vara '' om %(parent_field)s inte är None.

source: %(value)s is not full path.
sv: %(value)s är inte en fullständig address.

source: redirect
sv: omdirigering

source: redirects
sv: omdirigeringar

source: from path
sv: från-adress

source: Link is empty. Set either %(page_field_name)s or %(url_field_name)s.
sv: Länken är tom. Sätt antingen %(page_field_name)s eller %(url_field_name)s.

source: site manager
sv: hemsidehanterare

source: root page
sv: root-sida

source: banner content
sv: bannerinnehåll

source: footer content
sv: footerinnehåll

source: Invalid db_type
sv: Ogiltig db_type

source: Has to be a dictionary or empty
sv: Måste vara dictionary eller tom

source: Has to be a list or empty
sv: Måste vara list eller tom
